insert into room(price, capacity, type_class)
values (1800.00, 2, 'GRAND'),
       (2100.25, 2, 'STANDARD'),
       (1800.00, 1, 'STANDARD'),
       (3100.355, 1, 'SUPERIOR'),
       (3800.785, 2, 'SUPERIOR'),
       (4100.00, 1, 'DELUXE'),
       (4900.00, 2, 'DELUXE'),
       (4200.245, 4, 'FAMILY'),
       (3300.00, 3, 'TRIPLE');

 insert into client(phone, name, second_name)
 values ('890987844532', 'Елизавета', 'Лескина'),
        ('89743449912', 'Олег', 'Петров'),
        ('89823428809', 'Екатерина', 'Смирнова'),
        ('89189754655', 'Тимур', 'Кононов'),
        ('89195324408', 'Олеся', 'Туманова');

 insert into registration(room_id, check_in, check_out)
 values ('fb1076c2-b0a7-464f-8b24-45dc368a6935', '2022-09-23T12:00:45.511Z', '2022-09-26T14:00:45.511Z'),
        ('4d74595f-ce60-4def-b1e5-147e6b7d2d8f', '2022-09-20T12:00:45.511Z', '2022-09-27T14:00:45.511Z'),
        ('6edd3c44-8985-42c9-9e39-9e9d542b5bd3', '2022-09-20T12:00:45.511Z', '2022-09-27T14:00:45.511Z');
